#+options: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline author:t broken-links:nil
#+options: c:nil creator:nil d:nil date:t e:t email:nil f:t inline:t num:t
#+options: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t timestamp:t title:t toc:t
#+options: todo:t |:t
#+title: 圆通西巷14号水电费账目明细
#+author: 王晓林
#+email: 
#+language: cn
#+select_tags: export
#+exclude_tags: noexport
#+LATEX_CLASS: wx672ctexart
#+LATEX_HEADER: \usepackage[margin=2cm,paperheight=17in]{geometry}
#+LATEX_HEADER: \pagestyle{plain}
#+STARTUP: customtime

#+begin_comment
- M-x org-table-export
- C-c C-x C-t change date format
- shortcut: C-c . 11/8/20 RET
#+end_comment

#+LATEX: \clearpage

* 2021年7、8月（抄表日期：[2021-09-01 Wed]）

** 水费￥1117.20元（扣费日期：[2021-08-11 Wed]）

|-------------------+----------+-------+--------+-------+--------+-------+---------|
| 用水量（\(m^3\)） | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|-------------------+----------+-------+--------+-------+--------+-------+---------|
|               266 |   851.20 | \(+\) | 266.00 | \(+\) |      0 | \(=\) | 1117.20 |
|-------------------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数估算：从电表读数看，4户无人，1户不常住，所以：
   - \(\text{有效户数} = 21 - 4 - 1\times 0.5 = 16.5 \text{户} \)；
2. \(\text{户均水费} = 1117.20 \div 16.5 = 67.71\) 元；
   - 1个减半住户，收取￥33.86元。
     
** 一单元

:NOTE:
- [X] 7月（[2021-07-01 Thu]--[2021-07-31 Sat]）：上期读数：15113; 本期读数：15611; 本期电量903度; 本期电费：￥451.50元; 微信账单日期：[2021-08-07 Sat]
- [X] 8月（[2021-08-01 Sun]--[2021-08-31 Tue]）：上期读数：15611; 本期读数：16118; 本期电量930度; 本期电费：￥465.00元。微信账单日期：[2021-09-04 Sat]
- [X] 9月1日抄表读数合计为71165度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-210708a
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 7月电费 |       | 8月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|  451.50 | \(+\) |  465.00 | \(=\) | 916.50 | \(\div\) |   1762 | \(=\) | 0.52 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-210708,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :center t :float nil
#+CAPTION: 一单元收费明细（7、8月）
#+NAME:tab:u1-210708
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.52 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-102 |   5744 |   5432 |    312 | 0.52 | 162.24 |  67.71 |     10 |  239.95 | [2021-09-08 Wed] |
| 1-103 |   3201 |   3086 |    115 | 0.52 |  59.80 |  67.71 |     10 |  137.51 | [2021-09-09 Thu] |
| 1-201 |   6009 |   5739 |    270 | 0.52 | 140.40 |  67.71 |     10 |  218.11 | [2021-09-18 Sat] |
| 1-202 |   1658 |   1484 |    174 | 0.52 |  90.48 |  67.71 |     10 |  168.19 | [2021-09-08 Wed] |
| 1-203 |   1866 |   1781 |     85 | 0.52 |  44.20 |  33.86 |     10 |   88.06 | [2021-09-09 Thu] |
| 1-301 |   6031 |   5861 |    170 | 0.52 |  88.40 |  67.71 |     10 |  166.11 | [2021-09-08 Wed] |
| 1-302 |   6581 |   6478 |    103 | 0.52 |  53.56 |  67.71 |     10 |  131.27 | [2021-09-08 Wed] |
| 1-303 |   9661 |   9478 |    183 | 0.52 |  95.16 |  67.71 |     10 |  172.87 | [2021-09-08 Wed] |
| 1-401 |   9862 |   9862 |      0 | 0.52 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-402 |  10416 |  10072 |    344 | 0.52 | 178.88 |  67.71 |     10 |  256.59 | [2021-09-08 Wed] |
| 1-403 |    372 |    366 |      6 | 0.52 |   3.12 |      0 |      0 |    3.12 | [2021-09-08 Wed] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  合计 |  71165 |  69403 |   1762 | 0.52 | 916.24 | 575.54 |     90 | 1581.78 |            |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u1-210708a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元 

:NOTE:
- [X] 7月（[2021-07-01 Thu]--[2021-07-31 Sat]）：上期读数15644：; 本期读数：15857; 本期电量1049度; 本
  期电费：￥524.50元。微信账单日期：[2021-08-07 Sat]
- [X] 8月（[2021-06-01 Tue]--[2021-06-01 Tue]）：上期读数：15857; 本期读数：16139; 本期电量1130度; 本
  期电费：￥565.00元。微信账单日期：[2021-09-04 Sat]
- [X] 9月1日抄表读数合计为42453度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-210708a
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 7月电费 |       | 8月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
|  524.50 | \(+\) |  565.00 | \(=\) | 1089.50 | \(\div\) |   2195 | \(=\) | 0.50 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-210708,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（7、8月）
#+NAME: tab:u2-210708
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
| 2-101 |   5081 |   4928 |    153 |  0.5 |  76.50 |  67.71 |     10 |  154.21 | [2021-09-09 Thu] |
| 2-102 |   3517 |   3286 |    231 |  0.5 | 115.50 |  67.71 |     10 |  193.21 | [2021-09-08 Wed] |
| 2-201 |   7299 |   6849 |    450 |  0.5 | 225.00 |  67.71 |     10 |  302.71 | [2021-09-08 Wed] |
| 2-202 |   4997 |   4811 |    186 |  0.5 |  93.00 |  67.71 |     10 |  170.71 | ----       |
| 2-301 |   4510 |   4356 |    154 |  0.5 |  77.00 |  67.71 |     10 |  154.71 | [2021-09-18 Sat] |
| 2-302 |   3649 |   3450 |    199 |  0.5 |  99.50 |  67.71 |     10 |  177.21 | [2021-09-08 Wed] |
| 2-401 |   3526 |   3321 |    205 |  0.5 | 102.50 |  67.71 |     10 |  180.21 | [2021-09-12 Sun] |
| 2-402 |   1405 |   1340 |     65 |  0.5 |  32.50 |      0 |      0 |   32.50 | [2021-09-16 Thu] |
|  平房 |   8469 |   7917 |    552 |  0.5 | 276.00 |  67.71 |     10 |  353.71 | [2021-09-19 Sun] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  合计 |  42453 |  40258 |   2195 |  0.5 | 1097.5 | 541.68 |     80 | 1719.18 |            |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u2-210708a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

#+LATEX: \clearpage

* 2021年5、6月（抄表日期：[2021-07-01 Thu]）

- [2021-06-06 Sun] 蔡师交来下半年门房租金￥420元。

** 水费￥1184.40元（扣费日期：[2021-06-11 Fri]）

|-------------------+----------+-------+--------+-------+--------+-------+---------|
| 用水量（\(m^3\)） | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|-------------------+----------+-------+--------+-------+--------+-------+---------|
|               282 |   902.40 | \(+\) |    282 | \(+\) |      0 | \(=\) | 1184.40 |
|-------------------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数估算：从电表读数看，6户无人，1户不常住，所以：
   - \(\text{有效户数} = 21 - 6 - 0.5 = 14.5 \text{户} \)；
2. \(\text{户均水费} = 1184.40 \div 14.5 = 81.68\) 元； 
   - 1个减半住户，收取￥40.84元。
     
** 一单元
:NOTE:
- [X] 5月（[2021-05-01 Sat]--[2021-05-31 Mon]）：上期读数：14237; 本期读数：14670; 本期电量659度; 本期电费：￥329.50元; 微信账单日期：[2021-06-07 Mon]
- [X] 6月（[2021-06-01 Tue]--[2021-06-30 Wed]）：上期读数：14670; 本期读数：15113; 本期电量712度; 本期电费：￥356元。微信账单日期：[2021-07-04 Sun]
- [X] 7月1日抄表读数合计为69403度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-210506a
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 5月电费 |       | 6月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|  329.50 | \(+\) |     356 | \(=\) | 685.50 | \(\div\) |   1289 | \(=\) | 0.53 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-210506,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（5、6月）
#+NAME:tab:u1-210506
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.53 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-102 |   5432 |   5151 |    281 | 0.53 | 148.93 |  81.68 |     10 |  240.61 | [2021-07-06 Tue] |
| 1-103 |   3086 |   2966 |    120 | 0.53 |  63.60 |  81.68 |     10 |  155.28 | [2021-07-06 Tue] |
| 1-201 |   5739 |   5544 |    195 | 0.53 | 103.35 |  81.68 |     10 |  195.03 | [2021-07-21 Wed] |
| 1-202 |   1484 |   1305 |    179 | 0.53 |  94.87 |  81.68 |     10 |  186.55 | [2021-07-09 Fri] |
| 1-203 |   1781 |   1748 |     33 | 0.53 |  17.49 |      0 |      0 |   17.49 | [2021-07-07 Wed] |
| 1-301 |   5861 |   5708 |    153 | 0.53 |  81.09 |  81.68 |     10 |  172.77 | [2021-07-06 Tue] |
| 1-302 |   6478 |   6392 |     86 | 0.53 |  45.58 |  40.84 |     10 |   96.42 | [2021-07-06 Tue] |
| 1-303 |   9478 |   9288 |    190 | 0.53 | 100.70 |  81.68 |     10 |  192.38 | [2021-07-07 Wed] |
| 1-401 |   9862 |   9862 |      0 | 0.53 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-402 |  10072 |  10020 |     52 | 0.53 |  27.56 |      0 |      0 |   27.56 | [2021-07-14 Wed] |
| 1-403 |    366 |    366 |      0 | 0.53 |   0.00 |      0 |      0 |    0.00 | ----       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  合计 |  69403 |  68114 |   1289 | 0.53 | 683.17 | 530.92 |     70 | 1284.09 |            |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u1-210506a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元 
:NOTE:
- [X] 5月（[2021-05-01 Sat]--[2021-05-31 Mon]）：上期读数：15088; 本期读数：15337; 本期电量1065度; 本
  期电费：￥532.5元。微信账单日期：[2021-06-06 Sun]
- [X] 6月（[2021-06-01 Tue]--[2021-06-01 Tue]）：上期读数：15337; 本期读数：15644; 本期电量1212度; 本
  期电费：￥606元。微信账单日期：[2021-07-04 Sun]
- [X] 7月1日抄表读数合计为40258度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-210506a
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 5月电费 |       | 6月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
|  532.50 | \(+\) |     606 | \(=\) | 1138.50 | \(\div\) |   2314 | \(=\) | 0.49 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-210506,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（5、6月）
#+NAME: tab:u2-210506
|-------+--------+--------+--------+------+---------+--------+--------+--------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 |   水费 | 勤杂费 |   应收 | 备注       |
|-------+--------+--------+--------+------+---------+--------+--------+--------+------------|
| 2-101 |   4928 |   4781 |    147 | 0.49 |   72.03 |  81.68 |     10 | 163.71 | [2021-07-06 Tue] |
| 2-102 |   3286 |   3126 |    160 | 0.49 |   78.40 |  81.68 |     10 | 170.08 | [2021-07-06 Tue] |
| 2-201 |   6849 |   6408 |    441 | 0.49 |  216.09 |  81.68 |     10 | 307.77 | [2021-07-06 Tue] |
| 2-202 |   4811 |   4569 |    242 | 0.49 |  118.58 |  81.68 |     10 | 210.26 | ----       |
| 2-301 |   4356 |   4189 |    167 | 0.49 |   81.83 |  81.68 |     10 | 173.51 | [2021-07-15 Thu] |
| 2-302 |   3450 |   3254 |    196 | 0.49 |   96.04 |  81.68 |     10 | 187.72 | [2021-07-06 Tue] |
| 2-401 |   3321 |   3114 |    207 | 0.49 |  101.43 |  81.68 |     10 | 193.11 | [2021-07-10 Sat] |
| 2-402 |   1340 |   1287 |     53 | 0.49 |   25.97 |      0 |      0 |  25.97 | [2021-07-09 Fri] |
|  平房 |   7917 |   7216 |    701 | 0.49 |  343.49 |  81.68 |     10 | 435.17 | [2021-07-14 Wed] |
|-------+--------+--------+--------+------+---------+--------+--------+--------+------------|
|  合计 |  40258 |  37944 |   2314 | 0.49 | 1133.86 | 653.44 |     80 | 1867.3 |            |
|-------+--------+--------+--------+------+---------+--------+--------+--------+------------|
#+TBLFM: $5=remote(tab:u2-210506a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

#+LATEX: \clearpage


* 2021年3、4月（抄表日期：[2021-05-01 Sat]）

** 水费￥1352.40元（扣费日期：[2021-04-12 Mon]）

|------------+----------+-------+--------+-------+--------+-------+---------|
| 用水量     | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|------------+----------+-------+--------+-------+--------+-------+---------|
| 322\(m^3\) |  1030.40 | \(+\) |    322 | \(+\) |      0 | \(=\) | 1352.40 |
|------------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数估算：从电表读数看，6户无人，0户不常住，所以：
   - \(\text{有效户数} = 21 - 6 = 15 \text{户} \)；
2. \(\text{户均水费} = 1352.40 \div 15 = 90.16\) 元；
     
** 一单元
:NOTE:
- [X] 3月（[2021-03-01 Mon]--[2021-03-31 Wed]）：上期读数：13303; 本期读数：13814; 本期电量770.0度; 本期电费：￥385.00元; 微信账单日期：[2021-04-10 Sat]
- [X] 4月（[2021-04-01 Thu]--[2021-04-30 Fri]）：上期读数：13814; 本期读数：14237; 本期电量683度; 本期电费：￥341.5元。微信账单日期：[2021-05-04 Tue]
- [X] 5月1日抄表读数合计为68114度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-210304a
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 3月电费 |       | 4月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|   385.0 | \(+\) |   341.5 | \(=\) | 726.50 | \(\div\) |   1358 | \(=\) | 0.53 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-210304,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（3、4月）
#+NAME:tab:u1-210304
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.53 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-102 |   5151 |   4801 |    350 | 0.53 | 185.50 |  90.16 |     10 |  285.66 | [2021-05-07 Fri] |
| 1-103 |   2966 |   2844 |    122 | 0.53 |  64.66 |  90.16 |     10 |  164.82 | [2021-05-07 Fri] |
| 1-201 |   5544 |   5294 |    250 | 0.53 | 132.50 |  90.16 |     10 |  232.66 | [2021-05-22 Sat] |
| 1-202 |   1305 |   1114 |    191 | 0.53 | 101.23 |  90.16 |     10 |  201.39 | [2021-05-08 Sat] |
| 1-203 |   1748 |   1748 |      0 | 0.53 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-301 |   5708 |   5536 |    172 | 0.53 |  91.16 |  90.16 |     10 |  191.32 | [2021-05-07 Fri] |
| 1-302 |   6392 |   6297 |     95 | 0.53 |  50.35 |  90.16 |     10 |  150.51 | [2021-05-07 Fri] |
| 1-303 |   9288 |   9112 |    176 | 0.53 |  93.28 |  90.16 |     10 |  193.44 | [2021-05-08 Sat] |
| 1-401 |   9862 |   9862 |      0 | 0.53 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-402 |  10020 |  10020 |      0 | 0.53 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-403 |    366 |    364 |      2 | 0.53 |   1.06 |      0 |      0 |    1.06 | [2021-05-07 Fri] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  合计 |  68114 |  66756 |   1358 | 0.53 | 719.74 | 631.12 |     70 | 1420.86 |            |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u1-210304a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元 
:NOTE:
- [X] 3月（[2021-03-01 Mon]--[2021-03-31 Wed]）：上期读数：14270; 本期读数：14780; 本期电量1402.0度; 本期电费：￥701.0元。微信账单日期：[2021-04-10 Sat]
- [X] 4月（[2021-04-01 Thu]--[2021-04-30 Fri]）：上期读数：14780; 本期读数：15088; 本期电量1121度; 本
  期电费：￥560.5元。微信账单日期：[2021-05-04 Tue]
- [X] 5月1日抄表读数合计为35442度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-210304a
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 3月电费 |       | 4月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
|   701.0 | \(+\) |   560.5 | \(=\) | 1261.50 | \(\div\) |   2502 | \(=\) | 0.50 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-210304,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（3、4月）
#+NAME: tab:u2-210304
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
| 2-101 |   4781 |   4451 |    330 |  0.5 | 165.00 |  90.16 |     10 |  265.16 | [2021-05-08 Sat] |
| 2-102 |   3126 |   2940 |    186 |  0.5 |  93.00 |  90.16 |     10 |  193.16 | [2021-05-07 Fri] |
| 2-201 |   6408 |   5971 |    437 |  0.5 | 218.50 |  90.16 |     10 |  318.66 | [2021-05-07 Fri] |
| 2-202 |   4569 |   4319 |    250 |  0.5 | 125.00 |  90.16 |     10 |  225.16 | ----       |
| 2-301 |   4189 |   3959 |    230 |  0.5 | 115.00 |  90.16 |     10 |  215.16 | [2021-05-15 Sat] |
| 2-302 |   3254 |   3078 |    176 |  0.5 |  88.00 |  90.16 |     10 |  188.16 | [2021-05-07 Fri] |
| 2-401 |   3114 |   2929 |    185 |  0.5 |  92.50 |  90.16 |     10 |  192.66 | [2021-05-10 Mon] |
| 2-402 |   1287 |   1241 |     46 |  0.5 |  23.00 |      0 |      0 |   23.00 |           [2021-07-09 Fri] |
|  平房 |   7216 |   6554 |    662 |  0.5 | 331.00 |  90.16 |     10 |  431.16 | [2021-05-08 Sat] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  合计 |  37944 |  35442 |   2502 |  0.5 |  1251. | 721.28 |     80 | 2052.28 |            |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u2-210304a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

#+LATEX: \clearpage


* 2021年1、2月（抄表日期：[2021-03-01 Mon]）

- [2021-01-22 Fri] 蔡师通过微信交来1～6月门房租金共￥420元。
- [2021-02-04 Thu] 清化粪池，￥2800元（载重4吨的小车，共4车，每车￥700元）。目前，公共账户
  上的余额有￥1482.00元（参见表[[tab:gatehouse]]），可以冲抵部分花销。另外，从电费
  记录上看，1-101、1-401两户常年无人居住，所以，有效住户数为 \(21 - 2 = 19\)户。清理化粪池
  的每户均摊费用为：
  \( (2800 - 1482) \div 19 = 69.37元 \)

- 春节前，2单元进行过一次下水道急修，费用由2单元的住户承担，详细说明参见
  第[[*二单元地下室淹水事故的处理情况说明 \[2021-02-07 Sun\]]]节。
  负责施工的是1-403周师的朋友，事后几位热心的邻居，包括周师、2-102的陈老师，我们又聊了一下长
  久的解决方案。下水道太老旧了，污水沟淤积严重，彻底改造的话，就要把现有下水道通入污水沟的
  那段废弃掉，另铺管道，避开污水沟，直接通入化粪池。据周师估计预算应该不会超过5万元，也就
  是每家不到2500元。后续情况，我们会及时通报给大家。也欢迎大家多谈谈自己的想法。


** 水费￥1212.90元（扣费日期：[2021-02-07 Sun]）

|------------+----------+-------+--------+-------+--------+-------+---------|
| 用水量     | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|------------+----------+-------+--------+-------+--------+-------+---------|
| 312\(m^3\) |   900.90 | \(+\) |    312 | \(+\) |      0 | \(=\) | 1212.90 |
|------------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数估算：从电表读数看，4户无人，0户不常住，所以：
   - \(\text{有效户数} = 21 - 4 = 17 \text{户} \)；
   - 说明：2-402的张老太太家电表读数很少，为17度。她说不住在这里，只是偶尔来，冰箱一直开
     着，基本上不用水。另外，1-203的电表读数为2度，他也通过微信告诉我说，只是来过一次，也不
     用水。所以，这两户的水费按“无人”计算，电费照收。
2. \(\text{户均水费} = 1212.90 \div 17 = 71.35\) 元；
     
** 一单元
:NOTE:
- [X] 1月（[2021-01-01 Fri]--[2021-01-31 Sun]）：上期读数：12179; 本期读数：12714; 本期电量1304.0度; 本期电费：￥652.00元; 微信账单日期：[2021-02-13 Sat]
- [X] 2月（[2021-02-01 Mon]--[2021-02-28 Sun]）：上期读数：12714; 本期读数：13303; 本期电
  量937.0度; 本期电费：￥468.50元。微信账单日期：[2021-03-07 Sun]
- [X] 3月1日抄表读数合计为66756度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-210102a
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 1月电费 |       | 2月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
|  652.00 | \(+\) |  468.50 | \(=\) | 1120.50 | \(\div\) |   2062 | \(=\) | 0.54 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-210102,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（1、2月）
#+NAME:tab:u1-210102
|-------+--------+--------+--------+------+---------+--------+--------+----------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 |   水费 | 勤杂费 | 清化粪池 |    应收 | 备注       |
|-------+--------+--------+--------+------+---------+--------+--------+----------+---------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.54 |    0.00 |      0 |      0 |        0 |    0.00 | ----       |
| 1-102 |   4801 |   4407 |    394 | 0.54 |  212.76 |  71.35 |     10 |    69.37 |  363.48 | [2021-03-12 Fri] |
| 1-103 |   2844 |   2734 |    110 | 0.54 |   59.40 |  71.35 |     10 |    69.37 |  210.12 | [2021-03-12 Fri] |
| 1-201 |   5294 |   4933 |    361 | 0.54 |  194.94 |  71.35 |     10 |    69.37 |  345.66 | [2021-03-19 Fri] |
| 1-202 |   1114 |    945 |    169 | 0.54 |   91.26 |  71.35 |     10 |    69.37 |  241.98 | [2021-03-19 Fri] |
| 1-203 |   1748 |   1746 |      2 | 0.54 |    1.08 |      0 |      0 |    69.37 |   70.45 | [2021-03-16 Tue] |
| 1-301 |   5536 |   5314 |    222 | 0.54 |  119.88 |  71.35 |     10 |    69.37 |  270.60 | [2021-03-12 Fri] |
| 1-302 |   6297 |   6206 |     91 | 0.54 |   49.14 |  71.35 |     10 |    69.37 |  199.86 | [2021-03-12 Fri] |
| 1-303 |   9112 |   8915 |    197 | 0.54 |  106.38 |  71.35 |     10 |    69.37 |  257.10 | [2021-03-12 Fri] |
| 1-401 |   9862 |   9862 |      0 | 0.54 |    0.00 |      0 |      0 |        0 |    0.00 | ----       |
| 1-402 |  10020 |   9632 |    388 | 0.54 |  209.52 |  71.35 |     10 |    69.37 |  360.24 | [2021-03-12 Fri] |
| 1-403 |    364 |    236 |    128 | 0.54 |   69.12 |  71.35 |     10 |    69.37 |  219.84 | [2021-03-12 Fri] |
|-------+--------+--------+--------+------+---------+--------+--------+----------+---------+------------|
|  合计 |  66756 |  64694 |   2062 | 0.54 | 1113.48 | 642.15 |     90 |    693.7 | 2539.33 |            |
|-------+--------+--------+--------+------+---------+--------+--------+----------+---------+------------|
#+TBLFM: $5=remote(tab:u1-210102a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$10=$9+$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$10=vsum(@2..@-1)

** 二单元 
:NOTE:
- [X] 1月（[2021-01-01 Fri]--[2021-01-31 Sun]）：上期读数：12428; 本期读数：13642; 本期电量2722度; 本期电费：￥1361.00元。微信账单日期：[2021-02-11 Thu]
- [X] 2月（[2021-02-01 Mon]--[2021-02-28 Sun]）：上期读数：13642; 本期读数：14270; 本期电量1661度; 本期电费：￥830.50元。微信账单日期：[2021-03-07 Sun]
- [X] 3月1日抄表读数合计为35442度。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-210102a
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 1月电费 |       | 2月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 1361.00 | \(+\) |  830.50 | \(=\) | 2191.50 | \(\div\) |   4344 | \(=\) | 0.50 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-210102,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（1、2月）
#+NAME: tab:u2-210102
|-------+--------+--------+--------+------+--------+-------+--------+----------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |  水费 | 勤杂费 | 清化粪池 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+-------+--------+----------+---------+------------|
| 2-101 |   4451 |   3774 |    677 |  0.5 | 338.50 | 71.35 |     10 |    69.37 |  489.22 | [2021-03-13 Sat] |
| 2-102 |   2940 |   2554 |    386 |  0.5 | 193.00 | 71.35 |     10 |    69.37 |  343.72 | [2021-03-12 Fri] |
| 2-201 |   5971 |   5354 |    617 |  0.5 | 308.50 | 71.35 |     10 |    69.37 |  459.22 | [2021-03-12 Fri] |
| 2-202 |   4319 |   3579 |    740 |  0.5 | 370.00 | 71.35 |     10 |    69.37 |  520.72 | ----       |
| 2-301 |   3959 |   3565 |    394 |  0.5 | 197.00 | 71.35 |     10 |    69.37 |  347.72 | [2021-03-19 Fri] |
| 2-302 |   3078 |   2649 |    429 |  0.5 | 214.50 | 71.35 |     10 |    69.37 |  365.22 | [2021-03-19 Fri] |
| 2-401 |   2929 |   2668 |    261 |  0.5 | 130.50 | 71.35 |     10 |    69.37 |  281.22 | [2021-03-13 Sat] |
| 2-402 |   1241 |   1224 |     17 |  0.5 |   8.50 |     0 |      0 |    69.37 |   77.87 | [2021-07-09 Fri] |
|  平房 |   6554 |   5731 |    823 |  0.5 | 411.50 | 71.35 |     10 |    69.37 |  562.22 | [2021-03-22 Mon] |
|-------+--------+--------+--------+------+--------+-------+--------+----------+---------+------------|
|  合计 |  35442 |  31098 |   4344 |  0.5 |  2172. | 570.8 |     80 |   624.33 | 3447.13 |            |
|-------+--------+--------+--------+------+--------+-------+--------+----------+---------+------------|
#+TBLFM: $5=remote(tab:u2-210102a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$10=$9+$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$10=vsum(@2..@-1)

#+LATEX: \clearpage


* 2020年11、12月（抄表日期：[2021-01-02 Sat]）
  
** 水费￥1069.50元（扣费日期：[2020-12-12 Sat]）

|--------+----------+-------+--------+-------+--------+-------+---------|
| 用水量 | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|--------+----------+-------+--------+-------+--------+-------+---------|
|    310 |   759.50 | \(+\) |    310 | \(+\) |      0 | \(=\) | 1069.50 |
|--------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数估算：从电表读数看，2户无人，3户不常住，所以：
   - \(\text{有效户数} = 21 - 2 - 3 \times 0.5 = 17.5 \text{户} \)；
2. \(\text{户均水费} = 1069.50 \div 17.5 = 61\) 元；
   - 3个减半住户，每户收取￥30.5元（\(61 \div 2\)）。
     
** 一单元
:NOTE:
- [X] 11月（<2020-11-08 Sun>--<2020-11-30 Mon>）：上期读数：11354.00; 本期读数：11739.00; 本期电量792.0度; 本期电费：￥396.00元; 
- [X] 12月（[2020-12-01 Tue]--[2020-12-31 Th1]）：上期读数：11739; 本期读数：12179; 本期电量1006.0度; 本期电费：￥503.0元; 
- [X] 1月2日抄表用电量合计为1680度；微信账单日期：[2021-01-09 Sat]
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-201112a
|----------+-------+----------+-------+--------+----------+--------+-------+------|
| 11月电费 |       | 12月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|----------+-------+----------+-------+--------+----------+--------+-------+------|
|   396.00 | \(+\) |   503.00 | \(=\) | 899.00 | \(\div\) |   1680 | \(=\) | 0.54 |
|----------+-------+----------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-201112,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（11、12月）
#+NAME:tab:u1-201112
|-------+--------+--------+--------+------+--------+------+--------+--------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 | 水费 | 勤杂费 |   应收 | 备注       |
|-------+--------+--------+--------+------+--------+------+--------+--------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.54 |   0.00 |    0 |      0 |   0.00 | ---        |
| 1-102 |   4407 |   4018 |    389 | 0.54 | 210.06 |   61 |     10 | 281.06 | [2021-01-10 Sun] |
| 1-103 |   2734 |   2595 |    139 | 0.54 |  75.06 |   61 |     10 | 146.06 | [2021-01-11 Mon] |
| 1-201 |   4933 |   4758 |    175 | 0.54 |  94.50 |   61 |     10 | 165.50 | [2021-01-19 Tue] |
| 1-202 |    945 |    759 |    186 | 0.54 | 100.44 |   61 |     10 | 171.44 | [2021-01-10 Sun] |
| 1-203 |   1746 |   1742 |      4 | 0.54 |   2.16 | 30.5 |     10 |  42.66 | [2021-01-10 Sun] |
| 1-301 |   5314 |   5138 |    176 | 0.54 |  95.04 |   61 |     10 | 166.04 | [2021-01-10 Sun] |
| 1-302 |   6206 |   6180 |     26 | 0.54 |  14.04 | 30.5 |     10 |  54.54 | [2021-01-12 Tue] |
| 1-303 |   8915 |   8713 |    202 | 0.54 | 109.08 |   61 |     10 | 180.08 | [2021-01-10 Sun] |
| 1-401 |   9862 |   9862 |      0 | 0.54 |   0.00 |    0 |      0 |   0.00 | ---        |
| 1-402 |   9632 |   9435 |    197 | 0.54 | 106.38 |   61 |     10 | 177.38 | [2021-01-19 Tue] |
| 1-403 |    236 |   0050 |    186 | 0.54 | 100.44 |   61 |     10 | 171.44 | [2021-01-10 Sun] |
|-------+--------+--------+--------+------+--------+------+--------+--------+------------|
|  合计 |  64694 |  63014 |   1680 | 0.54 |  907.2 | 549. |    100 | 1556.2 |            |
|-------+--------+--------+--------+------+--------+------+--------+--------+------------|
#+TBLFM: $5=remote(tab:u1-201112a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元 
:NOTE:
shortcut: C-c . 11/8/20 RET
- [X] 11月（<2020-11-08 Sun>--<2020-11-30 Mon>）：上期读数：11068.00; 本期读数：11607; 本期电量1415.0度; 本期电费：￥707.50元;
- [X] 12月（[2020-12-01 Tue]--[2020-12-31 Thu]）：上期读数：11607.00; 本期读数：12428.00; 本期电量2036.0度; 本期电费：￥1018.00元;
- [X] 1月2日抄表用电量合计为3477度；微信账单日期：[2021-01-09 Sat]
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-201112a
|----------+-------+----------+-------+---------+----------+--------+-------+------|
| 11月电费 |       | 12月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|----------+-------+----------+-------+---------+----------+--------+-------+------|
|   707.50 | \(+\) |  1018.00 | \(=\) | 1725.50 | \(\div\) |   3477 | \(=\) | 0.50 |
|----------+-------+----------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-201112,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（11、12月）
#+NAME: tab:u2-201112
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |  水费 | 勤杂费 |   应收 | 备注       |
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
| 2-101 |   3774 |   3224 |    550 |  0.5 | 275.00 |    61 |     10 | 346.00 | [2021-01-12 Tue] |
| 2-102 |   2554 |   2302 |    252 |  0.5 | 126.00 |    61 |     10 | 197.00 | [2021-01-10 Sun] |
| 2-201 |   5354 |   4782 |    572 |  0.5 | 286.00 |    61 |     10 | 357.00 | [2021-01-10 Sun] |
| 2-202 |   3579 |   3065 |    514 |  0.5 | 257.00 |    61 |     10 | 328.00 | ---        |
| 2-301 |   3565 |   3269 |    296 |  0.5 | 148.00 |    61 |     10 | 219.00 | [2021-01-19 Tue] |
| 2-302 |   2649 |   2375 |    274 |  0.5 | 137.00 |    61 |     10 | 208.00 | [2021-01-19 Tue] |
| 2-401 |   2668 |   2424 |    244 |  0.5 | 122.00 |    61 |     10 | 193.00 | [2021-01-12 Tue] |
| 2-402 |   1224 |   1143 |     81 |  0.5 |  40.50 |  30.5 |     10 |  81.00 | [2021-03-05 Fri] |
|  平房 |   5731 |   5037 |    694 |  0.5 | 347.00 |    61 |     10 | 418.00 | [2021-01-12 Tue] |
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
|  合计 |  31098 |  27621 |   3477 |  0.5 | 1738.5 | 518.5 |     90 |  2347. |            |
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
#+TBLFM: $5=remote(tab:u2-201112a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

#+LATEX: \clearpage


* 2020年9、10月（抄表日期：[2020-11-01 Sun]）
:NOTE:
- [2020-09-20 Sun] 蔡师通过微信交来\(10\char`~12\)月门房租金共￥210元（[表[[tab:gatehouse]]]）。
:END:

  
** 水费￥1155.05元（扣费日期：[2020-10-13 Tue]）

|--------+----------+-------+--------+-------+--------+-------+---------|
| 用水量 | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|--------+----------+-------+--------+-------+--------+-------+---------|
|    329 |   806.05 | \(+\) | 329.00 | \(+\) |     20 | \(=\) | 1155.05 |
|--------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数估算：从电表读数看，2户无人，4户不常住，所以：
   - \(\text{有效户数} = 21 - 2 - 4 \times 0.5 = 17 \text{户} \)；
2. \(\text{户均水费} = 1155.05 \div 17 = 68\) 元；
   - 4个减半住户，每户收取￥34元（\(68 \div 2\)）。

** 一单元
:NOTE:
- [X] 9月（<2020-09-01 Tue>--<2020-09-30 Wed>）：上期读数：10541.00; 本期读数：10967.00; 本期电量788度; 本期电费：394.00元; 
- [X] 10月（<2020-10-01 Thu>--<2020-11-07 Sat>）：上期读数：10967.00; 本期读数：11354.00; 本期电量756度; 本期电费：378.00元; 
- [X] 11月1日抄表用电量合计为1489度；
- [ ] 1单元302，七、八月份电表读数为13度；九、十月份电表读数为45度。从连续两次（4个月）的读数来看，
  应该是有人住了，但一直没能联系上住户，收不到水电费。
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-200910a
|---------+-------+----------+-------+--------+----------+--------+-------+------|
| 9月电费 |       | 10月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+----------+-------+--------+----------+--------+-------+------|
|  394.00 | \(+\) |   378.00 | \(=\) | 772.00 | \(\div\) |   1489 | \(=\) | 0.52 |
|---------+-------+----------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-200910,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（9、10月）
#+NAME:tab:u1-200910
|-------+--------+--------+--------+------+--------+------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 | 水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+------+--------+---------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.52 |   0.00 |    0 |      0 |    0.00 | ----       |
| 1-102 |   4018 |   3713 |    305 | 0.52 | 158.60 |   68 |     10 |  236.60 | [2020-11-15 Sun] |
| 1-103 |   2595 |   2453 |    142 | 0.52 |  73.84 |   68 |     10 |  151.84 | [2020-11-16 Mon] |
| 1-201 |   4758 |   4535 |    223 | 0.52 | 115.96 |   68 |     10 |  193.96 | [2020-12-06 Sun] |
| 1-202 |    759 |    526 |    233 | 0.52 | 121.16 |   68 |     10 |  199.16 | [2020-11-15 Sun] |
| 1-203 |   1742 |   1724 |     18 | 0.52 |   9.36 |   34 |     10 |   53.36 | [2020-11-15 Sun] |
| 1-301 |   5138 |   5006 |    132 | 0.52 |  68.64 |   68 |     10 |  146.64 | [2020-11-15 Sun] |
| 1-302 |   6180 |   6135 |     45 | 0.52 |  23.40 |   34 |     10 |   67.40 | [2020-11-25 Wed] |
| 1-303 |   8713 |   8546 |    167 | 0.52 |  86.84 |   68 |     10 |  164.84 | [2020-11-15 Sun] |
| 1-401 |   9862 |   9862 |      0 | 0.52 |   0.00 |    0 |      0 |    0.00 | ----       |
| 1-402 |   9435 |   9365 |     70 | 0.52 |  36.40 |   34 |     10 |   80.40 | [2020-11-15 Sun] |
| 1-403 |  10050 |   9896 |    154 | 0.52 |  80.08 |   68 |     10 |  158.08 | [2020-11-15 Sun] |
|-------+--------+--------+--------+------+--------+------+--------+---------+------------|
|  合计 |  73014 |  71525 |   1489 | 0.52 | 774.28 |  578 |    100 | 1452.28 |            |
|-------+--------+--------+--------+------+--------+------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u1-200910a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元 
:NOTE:
- [X] 9月：上期读数：10386.00; 本期读数：10694; 本期电量1066.0度; 本期电费：533.00元;
- [X] 10月：上期读数：10694.00; 本期读数：11068; 本期电量1057.0度; 本期电费：528.5元;
- [X] 11月1日抄表用电量合计为2185度；
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-200910a
|---------+-------+----------+-------+---------+----------+--------+-------+------|
| 9月电费 |       | 10月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+----------+-------+---------+----------+--------+-------+------|
|  533.00 | \(+\) |    528.5 | \(=\) | 1061.50 | \(\div\) |   2185 | \(=\) | 0.49 |
|---------+-------+----------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-200910,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（9、10月）
#+NAME: tab:u2-200910
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 | 水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
| 2-101 |   3224 |   3022 |    202 | 0.49 |   98.98 |   68 |     10 |  176.98 | [2020-11-17 Tue] |
| 2-102 |   2302 |   2099 |    203 | 0.49 |   99.47 |   68 |     10 |  177.47 | [2020-11-15 Sun] |
| 2-201 |   4782 |   4358 |    424 | 0.49 |  207.76 |   68 |     10 |  285.76 | [2020-11-15 Sun] |
| 2-202 |   3065 |   2835 |    230 | 0.49 |  112.70 |   68 |     10 |  190.70 | ----       |
| 2-301 |   3269 |   2986 |    283 | 0.49 |  138.67 |   68 |     10 |  216.67 | [2020-11-28 Sat] |
| 2-302 |   2375 |   2183 |    192 | 0.49 |   94.08 |   68 |     10 |  172.08 | [2020-11-15 Sun] |
| 2-401 |   2424 |   2223 |    201 | 0.49 |   98.49 |   68 |     10 |  176.49 | [2020-11-15 Sun] |
| 2-402 |   1143 |   1088 |     55 | 0.49 |   26.95 |   34 |     10 |   70.95 | [2020-11-20 Fri] |
|  平房 |   5037 |   4642 |    395 | 0.49 |  193.55 |   68 |     10 |  271.55 | [2020-11-28 Sat] |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
|  合计 |  27621 |  25436 |   2185 | 0.49 | 1070.65 |  578 |     90 | 1738.65 |            |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u2-200910a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

#+LATEX: \clearpage


* 2020年7、8月（抄表日期：[2020-09-01 Tue]）
  
** 水费￥1072.25元（扣费日期：[2020-08-12 Wed]）

|---------+----------+-------+--------+-------+--------+-------+---------|
| 用水量  | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|---------+----------+-------+--------+-------+--------+-------+---------|
| 305 m^3 |   747.25 | \(+\) |    305 | \(+\) |     20 | \(=\) | 1072.25 |
|---------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

2. 住户数估算：从电表读数看，3户无人，3户不常住，所以：
   - \(\text{有效户数} = 21 - 3 - 3 \times 0.5 = 16.5 \text{户} \)；
3. \(\text{户均水费} = 1072.25 \div 16.5 = 65\) 元； 
   - 3个减半住户，每户收取￥32.50元（\(65 \div 2\)）。

** 一单元
:NOTE:
- [X] 7月：上期读数：9715.00; 本期读数：10116.00; 本期电量700.0度; 本期电费：350.00元; 
- [X] 8月：上期读数：10116.00; 本期读数：10541.00; 本期电量717.0度; 本期电费：358.50元; 
- [X] 9月1日抄表用电量合计为1299度；
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-200708a
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 7月电费 |       | 8月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|  350.00 | \(+\) |  358.50 | \(=\) | 708.50 | \(\div\) |   1299 | \(=\) | 0.55 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-200708,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（7、8月）
#+NAME:tab:u1-200708
|-------+--------+--------+--------+------+--------+-------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |  水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+-------+--------+---------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.55 |   0.00 |  0.00 |      0 |    0.00 | ----       |
| 1-102 |   3713 |   3393 |    320 | 0.55 | 176.00 |    65 |     10 |  251.00 | [2020-09-09 Wed] |
| 1-103 |   2453 |   2372 |     81 | 0.55 |  44.55 |  32.5 |     10 |   87.05 | [2020-09-10 Thu] |
| 1-201 |   4535 |   4340 |    195 | 0.55 | 107.25 |    65 |     10 |  182.25 | [2020-09-15 Tue] |
| 1-202 |    526 |    277 |    249 | 0.55 | 136.95 |    65 |     10 |  211.95 | [2020-09-10 Thu] |
| 1-203 |   1724 |   1703 |     21 | 0.55 |  11.55 |  32.5 |     10 |   54.05 | [2020-09-09 Wed] |
| 1-301 |   5006 |   4875 |    131 | 0.55 |  72.05 |    65 |     10 |  147.05 | [2020-09-09 Wed] |
| 1-302 |   6135 |   6122 |     13 | 0.55 |   7.15 |  32.5 |     10 |   49.65 | [2020-11-25 Wed] |
| 1-303 |   8546 |   8374 |    172 | 0.55 |  94.60 |    65 |     10 |  169.60 | [2020-09-09 Wed] |
| 1-401 |   9861 |   9861 |      0 | 0.55 |   0.00 |  0.00 |      0 |    0.00 | ----       |
| 1-402 |   9365 |   9365 |      0 | 0.55 |   0.00 |  0.00 |      0 |    0.00 | ----       |
| 1-403 |   9896 |   9779 |    117 | 0.55 |  64.35 |    65 |     10 |  139.35 | [2020-09-09 Wed] |
|-------+--------+--------+--------+------+--------+-------+--------+---------+------------|
|  合计 |  71524 |  70225 |   1299 | 0.55 | 714.45 | 487.5 |     90 | 1291.95 |            |
|-------+--------+--------+--------+------+--------+-------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u1-200708a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元 
:NOTE:
- [X] 7月：上期读数：9603.00; 本期读数：10000.00; 本期电量1282.0度; 本期电费：641.00元;
- [X] 8月：上期读数：10000.00; 本期读数：10386.00; 本期电量1163.0度; 本期电费：581.50元;
- [X] 9月1日抄表用电量合计为2403度；
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-200708a
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 7月电费 |       | 8月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
|  641.00 | \(+\) |  581.50 | \(=\) | 1222.50 | \(\div\) |   2403 | \(=\) | 0.51 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-200708,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（7、8月）
#+NAME: tab:u2-200708
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 | 水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
| 2-101 |   3022 |   2737 |    285 | 0.51 |  145.35 |   65 |     10 |  220.35 | [2020-09-09 Wed] |
| 2-102 |   2099 |   1891 |    208 | 0.51 |  106.08 |   65 |     10 |  181.08 | [2020-09-09 Wed] |
| 2-201 |   4358 |   3916 |    442 | 0.51 |  225.42 |   65 |     10 |  300.42 | [2020-09-09 Wed] |
| 2-202 |   2835 |   2595 |    240 | 0.51 |  122.40 |   65 |     10 |  197.40 | ----       |
| 2-301 |   2986 |   2730 |    256 | 0.51 |  130.56 |   65 |     10 |  205.56 | [2020-09-10 Thu] |
| 2-302 |   2183 |   1994 |    189 | 0.51 |   96.39 |   65 |     10 |  171.39 | [2020-09-10 Thu] |
| 2-401 |   2223 |   2014 |    209 | 0.51 |  106.59 |   65 |     10 |  181.59 | [2020-09-12 Sat] |
| 2-402 |   1088 |    952 |    136 | 0.51 |   69.36 |   65 |     10 |  144.36 | [2020-11-20 Fri] |
|  平房 |   4642 |   4204 |    438 | 0.51 |  223.38 |   65 |     10 |  298.38 | [2020-09-10 Thu] |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
|  合计 |  25436 |  23033 |   2403 | 0.51 | 1225.53 |  585 |     90 | 1900.53 |            |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u2-200708a,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

#+LATEX: \clearpage

* 2020年5、6月（抄表日期：[2020-07-01 Wed]）

- 南方电网又改回每月一抄表了。
- [2020-07-14 Tue] 蔡师通过微信交来\(7\char`~9\)月门房租金共￥210元（[表[[tab:gatehouse]]]）。
  
** 水费￥1034.30元（扣费日期：[2020-06-11 Thu]）

|---------+----------+-------+--------+-------+--------+-------+---------|
| 用水量  | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|---------+----------+-------+--------+-------+--------+-------+---------|
| 294 m^3 |   720.30 | \(+\) |    294 | \(+\) |     20 | \(=\) | 1034.30 |
|---------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

2. 住户数估算：从电表读数看，4户无人，3户不常住，所以：
   - \(\text{有效户数} = 21 - 4 - 3 \times 0.5 = 15.5 \text{户} \)；
3. \(\text{户均水费} = 1034.30 \div 15.5 = 66.73\) 元；
   - 3个减半住户，每户收取￥33.37元（\(66.73 \div 2\)）。

** 一单元
:NOTE:
- [X] 5月：上期读数：8875.00; 本期读数：9308.00; 本期电量708.0度; 本期电费：354.00元; [2020-06-11 Thu]
- [X] 6月：上期读数：9308.00; 本期读数：9715.00; 本期电量708.0度; 本期电费：354.00元; [2020-07-09 Thu]
- [X] 7月1日抄表读数合计为1320度；
:END:

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-200506-p
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 5月电费 |       | 6月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|  354.00 | \(+\) |  354.00 | \(=\) | 708.00 | \(\div\) |   1320 | \(=\) | 0.54 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-200506,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（5、6月）
#+NAME:tab:u1-200506
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注             |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
| 1-101 |   9764 |   9764 |      0 | 0.54 |   0.00 |      0 |      0 |    0.00 | ----             |
| 1-102 |   3393 |   3092 |    301 | 0.54 | 162.54 |  66.73 |     10 |  239.27 | [2020-07-15 Wed] |
| 1-103 |   2372 |   2282 |     90 | 0.54 |  48.60 |  33.37 |     10 |   91.97 | [2020-07-15 Wed] |
| 1-201 |   4340 |   4159 |    181 | 0.54 |  97.74 |  66.73 |     10 |  174.47 | [2020-07-26 Sun] |
| 1-202 |    277 |     14 |    263 | 0.54 | 142.02 |  66.73 |     10 |  218.75 | [2020-07-15 Wed] |
| 1-203 |   1703 |   1635 |     68 | 0.54 |  36.72 |  33.37 |     10 |   80.09 | [2020-07-15 Wed] |
| 1-301 |   4875 |   4746 |    129 | 0.54 |  69.66 |  66.73 |     10 |  146.39 | [2020-07-15 Wed] |
| 1-302 |   6122 |   6122 |      0 | 0.54 |   0.00 |      0 |      0 |    0.00 | ----             |
| 1-303 |   8374 |   8199 |    175 | 0.54 |  94.50 |  66.73 |     10 |  171.23 | [2020-07-15 Wed] |
| 1-401 |   9861 |   9861 |      0 | 0.54 |   0.00 |      0 |      0 |    0.00 | ----             |
| 1-402 |   9365 |   9365 |      0 | 0.54 |   0.00 |      0 |      0 |    0.00 | ----             |
| 1-403 |   9779 |   9666 |    113 | 0.54 |  61.02 |  66.73 |     10 |  137.75 | [2020-07-15 Wed] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
|  合计 |  70225 |  68905 |   1320 | 0.54 |  712.8 | 467.12 |     80 | 1259.92 |                  |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
#+TBLFM: $5=remote(tab:u1-200506-p,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元
:NOTE:
- 5月：上期读数：8989.00; 本期读数：9305.00; 本期电量1116.0度; 本期电费：558.00元; [2020-06-13 Sat]
- 6月：上期读数：9305.00; 本期读数：9603.00; 本期电量984.0度; 本期电费：492.00元; [2020-07-14 Tue]
- 7月1日抄表读数合计为2088度；
:END: 

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-200506-p
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 5月电费 |       | 6月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
|  558.00 | \(+\) |  492.00 | \(=\) | 1050.00 | \(\div\) |   2088 | \(=\) | 0.50 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-200506,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（5、6月）
#+NAME: tab:u2-200506
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
| 2-101 |   2737 |   2588 |    149 |  0.5 |  74.50 |  66.73 |     10 |  151.23 | [2020-07-18 Sat] |
| 2-102 |   1891 |   1718 |    173 |  0.5 |  86.50 |  66.73 |     10 |  163.23 | [2020-07-15 Wed] |
| 2-201 |   3916 |   3455 |    461 |  0.5 | 230.50 |  66.73 |     10 |  307.23 | [2020-07-15 Wed] |
| 2-202 |   2595 |   2379 |    216 |  0.5 | 108.00 |  66.73 |     10 |  184.73 | ----       |
| 2-301 |   2730 |   2481 |    249 |  0.5 | 124.50 |  66.73 |     10 |  201.23 | [2020-07-23 Thu] |
| 2-302 |   1994 |   1820 |    174 |  0.5 |  87.00 |  66.73 |     10 |  163.73 | [2020-07-16 Thu] |
| 2-401 |   2014 |   1803 |    211 |  0.5 | 105.50 |  66.73 |     10 |  182.23 | [2020-07-18 Sat] |
| 2-402 |    952 |    897 |     55 |  0.5 |  27.50 |  33.37 |     10 |   70.87 | [2020-07-23 Thu] |
|  平房 |   4204 |   3804 |    400 |  0.5 | 200.00 |  66.73 |     10 |  276.73 | [2020-07-22 Wed] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  合计 |  23033 |  20945 |   2088 |  0.5 |  1044. | 567.21 |     90 | 1701.21 |            |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u2-200506-p,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

#+LATEX: \clearpage

* 2020年3、4月（抄表日期：[2020-05-01 Fri]）

- 貌似南方电网又改革了，似乎又换回到两月一抄表了。而且网站升级之后，看不到明细了。要拨打
  95598电询。

** 水费￥2006.50元（扣费日期：[2020-04-13 Mon]）

|---------+----------+-------+--------+-------+--------+-------+---------|
| 用水量  | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|---------+----------+-------+--------+-------+--------+-------+---------|
| 570 m^3 |  1396.50 | \(+\) |    570 | \(+\) |     40 | \(=\) | 2006.50 |
|---------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 疫情原因，1、2月未收水费，故本次水费涵盖1～4月，共4个月；
2. 住户数估算：从电表读数看，4户无人，3户不常住，所以：
   - \(\text{有效户数} = 21 - 4 - 3 \times 0.5 = 15.5 \text{户} \)；
3. \(\text{户均水费} = 2006.50 \div 15.5 = 129.45\) 元；
   - 3个减半住户，每户收取￥64.73元（\(129.45 \div 2\)）。

** 一单元

- 5月1日抄表读数合计为1182度；
- 1单元202，3月初入住。但因电表故障，读数一直停留在1358。4月底发现问题，更换新表。3、4月份
  1单元抄表用电量合计为1182度。电询95598，得知3、4月份1单元实际用电量为1528度。与抄表读数
  相差346度（1528 - 1182 = 346），应该就是1单元202的用电量了。

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-200304-p
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 3月电费 |       | 4月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|       0 | \(+\) |     764 | \(=\) | 764.00 | \(\div\) |   1527 | \(=\) | 0.50 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-200304,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（3、4月）
#+NAME:tab:u1-200304
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注             |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
| 1-101 |   9764 |   9764 |      0 |  0.5 |   0.00 |   0.00 |      0 |    0.00 | ----             |
| 1-102 |   3092 |   2654 |    438 |  0.5 | 219.00 | 129.45 |     10 |  358.45 | [2020-05-22 Fri] |
| 1-103 |   2282 |   2208 |     74 |  0.5 |  37.00 |  64.73 |     10 |  111.73 | [2020-05-23 Sat] |
| 1-201 |   4159 |   3995 |    164 |  0.5 |  82.00 | 129.45 |     10 |  221.45 | [2020-06-05 Fri] |
| 1-202 |   1704 |   1358 |    346 |  0.5 | 173.00 |  64.73 |     10 |  247.73 | [2020-05-22 Fri] |
| 1-203 |   1635 |   1578 |     57 |  0.5 |  28.50 |  64.73 |     10 |  103.23 | [2020-05-22 Fri] |
| 1-301 |   4746 |   4613 |    133 |  0.5 |  66.50 | 129.45 |     10 |  205.95 | [2020-05-22 Fri] |
| 1-302 |   6122 |   6122 |      0 |  0.5 |   0.00 |   0.00 |      0 |    0.00 | ----             |
| 1-303 |   8199 |   8028 |    171 |  0.5 |  85.50 | 129.45 |     10 |  224.95 | [2020-05-22 Fri] |
| 1-401 |   9861 |   9861 |      0 |  0.5 |   0.00 |   0.00 |      0 |    0.00 | ----             |
| 1-402 |   9365 |   9365 |      0 |  0.5 |   0.00 |   0.00 |      0 |    0.00 | ----             |
| 1-403 |   9666 |   9522 |    144 |  0.5 |  72.00 | 129.45 |     10 |  211.45 | [2020-05-22 Fri] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
|  合计 |  70595 |  69068 |   1527 |  0.5 |  763.5 | 841.44 |     80 | 1684.94 |                  |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------------|
#+TBLFM: $5=remote(tab:u1-200304-p,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元
  
#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-200304-p
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 3月电费 |       | 4月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
|       0 | \(+\) |  1380.5 | \(=\) | 1380.50 | \(\div\) |   2900 | \(=\) | 0.48 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-200304,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（3、4月）
#+NAME: tab:u2-200304
|-------+--------+--------+--------+------+---------+---------+--------+---------+------------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 |    水费 | 勤杂费 |    应收 | 备注             |
|-------+--------+--------+--------+------+---------+---------+--------+---------+------------------|
| 2-101 |   2588 |   2313 |    275 | 0.48 |  132.00 |  129.45 |     10 |  271.45 | [2020-05-30 Sat] |
| 2-102 |   1718 |   1509 |    209 | 0.48 |  100.32 |  129.45 |     10 |  239.77 | [2020-05-22 Fri] |
| 2-201 |   3455 |   2975 |    480 | 0.48 |  230.40 |  129.45 |     10 |  369.85 | [2020-05-22 Fri] |
| 2-202 |   2379 |   2182 |    197 | 0.48 |   94.56 |  129.45 |     10 |  234.01 | ----             |
| 2-301 |   2481 |   2207 |    274 | 0.48 |  131.52 |  129.45 |     10 |  270.97 | [2020-05-31 Sun] |
| 2-302 |   1820 |   1603 |    217 | 0.48 |  104.16 |  129.45 |     10 |  243.61 | [2020-05-24 Sun] |
| 2-401 |   1803 |   1604 |    199 | 0.48 |   95.52 |  129.45 |     10 |  234.97 | [2020-05-22 Fri] |
| 2-402 |    897 |    850 |     47 | 0.48 |   22.56 |   64.73 |     10 |   97.29 | [2020-06-01 Mon] |
|  平房 |   3804 |   2802 |   1002 | 0.48 |  480.96 |  129.45 |     10 |  620.41 | [2020-05-29 Fri] |
|-------+--------+--------+--------+------+---------+---------+--------+---------+------------------|
|  合计 |  20945 |  18045 |   2900 | 0.48 | 1392.00 | 1100.33 |     90 | 2582.33 |                  |
|-------+--------+--------+--------+------+---------+---------+--------+---------+------------------|
#+TBLFM: $5=remote(tab:u2-200304-p,@2$9)::$4=$2-$3::@>$3=vsum(@2..@10)::@>$2=vsum(@2..@10)::@>$4=vsum(@2..@10)::$6=$4*$5;%.2f::@>$7=vsum(@2..@10)::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@10);%.2f::@>$8=vsum(@2..@10)

#+LATEX: \clearpage

* 2020年1、2月（抄表日期：[2020-03-01 Sun]）
- [2020-03-30 Mon] 蔡师通过微信交来4～6月门房租金共￥210元（[表[[tab:gatehouse]]]）。
** 水费（疫情影响，下次再收）
3月23日早上收到自来水公司的通知，因疫情影响，2月份没抄表，4月再抄。那我们也下次（5月初）再收。
** 一单元

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-200102-p
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 1月电费 |       | 2月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|  420.50 | \(+\) |   383.5 | \(=\) | 804.00 | \(\div\) |   1251 | \(=\) | 0.64 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-200102,@>$4)::$9=$5/$7;%.2f

- 注： :: 标准电费单价应该是￥0.50元。上次抄表是1月13日，而这次是3月1日，提前了12天，所以读
  表得到的用电量（1251）就比上次（1360）要少12天的，算出来的单价也就高了￥0.14元。以后，我
  会尽量都在1号抄表，因为电费单上的抄表日期都写的是1号。我觉得和供电局尽量保持一致比较好吧。

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（1、2月）
#+NAME:tab:u1-200102
|-------+--------+--------+--------+------+--------+------+--------+--------+------------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 | 水费 | 勤杂费 |   应收 | 日期             |
|-------+--------+--------+--------+------+--------+------+--------+--------+------------------|
| 1-101 |   9764 |   9764 |      0 | 0.64 |   0.00 | 0.00 |      0 |   0.00 | ----             |
| 1-102 |   2654 |   2189 |    465 | 0.64 | 297.60 | 0.00 |     10 | 307.60 | [2020-03-30 Mon] |
| 1-103 |   2208 |   2165 |     43 | 0.64 |  27.52 | 0.00 |     10 |  37.52 | [2020-03-30 Mon] |
| 1-201 |   3995 |   3865 |    130 | 0.64 |  83.20 | 0.00 |     10 |  93.20 | [2020-04-07 Tue] |
| 1-202 |   1358 |   1358 |      0 | 0.64 |   0.00 | 0.00 |      0 |   0.00 | ----             |
| 1-203 |   1578 |   1535 |     43 | 0.64 |  27.52 | 0.00 |     10 |  37.52 | [2020-03-23 Mon] |
| 1-301 |   4613 |   4447 |    166 | 0.64 | 106.24 | 0.00 |     10 | 116.24 | [2020-03-30 Mon] |
| 1-302 |   6122 |   6122 |      0 | 0.64 |   0.00 | 0.00 |      0 |   0.00 | ----             |
| 1-303 |   8028 |   7876 |    152 | 0.64 |  97.28 | 0.00 |     10 | 107.28 | [2020-03-24 Tue] |
| 1-401 |   9861 |   9861 |      0 | 0.64 |   0.00 | 0.00 |      0 |   0.00 | ----             |
| 1-402 |   9365 |   9365 |      0 | 0.64 |   0.00 | 0.00 |      0 |   0.00 | ----             |
| 1-403 |   9522 |   9270 |    252 | 0.64 | 161.28 | 0.00 |     10 | 171.28 | [2020-04-07 Tue] |
|-------+--------+--------+--------+------+--------+------+--------+--------+------------------|
|  合计 |  69068 |  67817 |   1251 | 0.64 | 800.64 |   0. |     70 | 870.64 |                  |
|-------+--------+--------+--------+------+--------+------+--------+--------+------------------|
#+TBLFM: $5=remote(tab:u1-200102-p,@2$9)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-200102-p
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 1月电费 |       | 2月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
| 1063.00 | \(+\) | 1276.00 | \(=\) | 2339.00 | \(\div\) |   4209 | \(=\) | 0.56 |
|---------+-------+---------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-200102,@>$4)::$9=$5/$7;%.2f

- 注： :: 标准电费单价应该是￥0.50元。上次抄表是1月13日，而这次是3月1日，提前了12天，所以读
  表得到的用电量（4209）就比上次（5066）要少12天的，算出来的单价也就高了￥0.06元。以后，我
  会尽量都在1号抄表，因为电费单上的抄表日期都写的是1号。我觉得和供电局尽量保持一致比较好吧。

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（1、2月）
#+NAME: tab:u2-200102
|-------+--------+--------+--------+------+---------+------+--------+---------+------------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 | 水费 | 勤杂费 |    应收 | 日期             |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------------|
| 2-101 |   2313 |   1562 |    751 | 0.56 |  420.56 | 0.00 |     10 |  430.56 | [2020-04-07 Tue] |
| 2-102 |   1509 |   1218 |    291 | 0.56 |  162.96 | 0.00 |     10 |  172.96 | [2020-03-23 Mon] |
| 2-201 |   2975 |   2582 |    393 | 0.56 |  220.08 | 0.00 |     10 |  230.08 | [2020-03-23 Mon] |
| 2-202 |   2182 |   1801 |    381 | 0.56 |  213.36 | 0.00 |     10 |  223.36 | ----             |
| 2-301 |   2207 |   2095 |    112 | 0.56 |   62.72 | 0.00 |     10 |   72.72 | [2020-04-08 Wed] |
| 2-302 |   1603 |   1229 |    374 | 0.56 |  209.44 | 0.00 |     10 |  219.44 | [2020-03-23 Mon] |
| 2-401 |   1604 |   1326 |    278 | 0.56 |  155.68 | 0.00 |     10 |  165.68 | [2020-03-24 Tue] |
| 2-402 |    850 |    819 |     31 | 0.56 |   17.36 | 0.00 |     10 |   27.36 | [2020-06-01 Mon] |
|  平房 |   2802 |   1204 |   1598 | 0.56 |  894.88 | 0.00 |     10 |  904.88 | [2020-04-01 Wed] |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------------|
|  合计 |  18045 |  13836 |   4209 | 0.56 | 2357.04 |   0. |     90 | 2447.04 |                  |
|-------+--------+--------+--------+------+---------+------+--------+---------+------------------|
#+TBLFM: $5=remote(tab:u2-200102-p,@2$9)::$4=$2-$3::@>$3=vsum(@2..@10)::@>$2=vsum(@2..@10)::@>$4=vsum(@2..@10)::$6=$4*$5;%.2f::@>$7=vsum(@2..@10)::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@10);%.2f::@>$8=vsum(@2..@10)

#+LATEX: \clearpage


* 2019年11、12月（抄表日期：[2020-01-13 Mon]）

- [2020-01-03 Fri] 蔡师通过微信交来1～3月门房租金￥210元（[表[[tab:gatehouse]]]）。
** 水费￥1103.30元（扣费日期：[2019-12-15 Sun]）

|---------+----------+-------+--------+-------+--------+-------+---------|
| 用水量  | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|---------+----------+-------+--------+-------+--------+-------+---------|
| 314 m^3 |   769.30 | \(+\) |    314 | \(+\) |     20 | \(=\) | 1103.30 |
|---------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数估算：从电表读数看，4户无人，3户不常住，所以：
   - \(\text{有效户数} = 21 - 4 - 3 \times 0.5 = 15.5 \text{户} \)；
2. \(\text{户均水费} = 1103.30 \div 15.5 = 71.18\) 元；3个减半住户，每户收取￥35.59元（\(71.18 \div 2\)）。

** 一单元

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-1112-p
|----------+-------+----------+-------+--------+----------+--------+-------+------|
| 11月电费 |       | 12月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|----------+-------+----------+-------+--------+----------+--------+-------+------|
|   289.00 | \(+\) |   376.50 | \(=\) | 665.50 | \(\div\) |   1360 | \(=\) | 0.49 |
|----------+-------+----------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-1112,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（11、12月）
#+NAME:tab:u1-1112
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |   水费 | 勤杂费 |    应收 | 备注       |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
| 1-101 |   9764 |   9764 |      0 | 0.49 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-102 |   2189 |   1792 |    397 | 0.49 | 194.53 |  71.18 |     10 |  275.71 | [2020-01-13 Mon] |
| 1-103 |   2165 |   2106 |     59 | 0.49 |  28.91 |  35.59 |     10 |   74.50 | [2020-01-18 Sat] |
| 1-201 |   3865 |   3668 |    197 | 0.49 |  96.53 |  71.18 |     10 |  177.71 | [2020-01-30 Thu] |
| 1-202 |   1358 |   1358 |      0 | 0.49 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-203 |   1535 |   1462 |     73 | 0.49 |  35.77 |  35.59 |     10 |   81.36 | [2020-01-13 Mon] |
| 1-301 |   4447 |   4233 |    214 | 0.49 | 104.86 |  71.18 |     10 |  186.04 | [2020-01-13 Mon] |
| 1-302 |   6122 |   6122 |      0 | 0.49 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-303 |   7876 |   7664 |    212 | 0.49 | 103.88 |  71.18 |     10 |  185.06 | [2020-01-13 Mon] |
| 1-401 |   9861 |   9861 |      0 | 0.49 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-402 |   9365 |   9365 |      0 | 0.49 |   0.00 |      0 |      0 |    0.00 | ----       |
| 1-403 |   9270 |   9062 |    208 | 0.49 | 101.92 |  71.18 |     10 |  183.10 | [2020-01-13 Mon] |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
|  合计 |  67817 |  66457 |   1360 | 0.49 |  666.4 | 427.08 |     70 | 1163.48 |            |
|-------+--------+--------+--------+------+--------+--------+--------+---------+------------|
#+TBLFM: $5=remote(tab:u1-1112-p,@2$5)::$4=$2-$3::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$2..@>$4=vsum(@2..@-1)::@>$6..@>$9=vsum(@2..@-1)

** 二单元
  
#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-1112-p
|----------+-------+----------+-------+---------+----------+--------+-------+------|
| 11月电费 |       | 12月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|----------+-------+----------+-------+---------+----------+--------+-------+------|
|   838.00 | \(+\) |  1468.00 | \(=\) | 2306.00 | \(\div\) |   5066 | \(=\) | 0.46 |
|----------+-------+----------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-1112,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（11、12月）
#+NAME: tab:u2-1112
|-------+--------+--------+--------+------+---------+--------+--------+---------+------------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 |   水费 | 勤杂费 |    应收 | 备注             |
|-------+--------+--------+--------+------+---------+--------+--------+---------+------------------|
| 2-101 |   1562 |    783 |    779 | 0.46 |  358.34 |  71.18 |     10 |  439.52 | [2020-01-22 Wed] |
| 2-102 |   1218 |    917 |    301 | 0.46 |  138.46 |  71.18 |     10 |  219.64 | [2020-01-13 Mon] |
| 2-201 |   2582 |   2052 |    530 | 0.46 |  243.80 |  71.18 |     10 |  324.98 | [2020-01-13 Mon] |
| 2-202 |   1801 |   1301 |    500 | 0.46 |  230.00 |  71.18 |     10 |  311.18 | --------         |
| 2-301 |   2095 |   1609 |    486 | 0.46 |  223.56 |  71.18 |     10 |  304.74 | [2020-01-13 Mon] |
| 2-302 |   1229 |    908 |    321 | 0.46 |  147.66 |  71.18 |     10 |  228.84 | [2020-01-13 Mon] |
| 2-401 |   1326 |   1028 |    298 | 0.46 |  137.08 |  71.18 |     10 |  218.26 | [2020-01-15 Wed] |
| 2-402 |    819 |    608 |    211 | 0.46 |   97.06 |  35.59 |     10 |  142.65 | [2020-06-01 Mon] |
|  平房 |  11204 |   9564 |   1640 | 0.46 |  754.40 |  71.18 |     10 |  835.58 | [2020-01-22 Wed] |
|-------+--------+--------+--------+------+---------+--------+--------+---------+------------------|
|  合计 |  23836 |  18770 |   5066 | 0.46 | 2330.36 | 605.03 |     90 | 3025.39 |                  |
|-------+--------+--------+--------+------+---------+--------+--------+---------+------------------|
#+TBLFM: $5=remote(tab:u2-1112-p,@2$5)::$4=$2-$3::@>$3=vsum(@2..@10)::@>$2=vsum(@2..@10)::@>$4=vsum(@2..@10)::$6=$4*$5;%.2f::@>$7=vsum(@2..@10)::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@10);%.2f::@>$8=vsum(@2..@10)

#+LATEX: \clearpage
* 2019年9、10月（抄表日期：[2019-11-09 Sat]）
** 水费￥968.75元（扣费日期：[2019-10-12]）

|---------+----------+-------+--------+-------+--------+-------+--------|
| 用水量  | 自来水费 |       | 污水费 |       | 垃圾费 |       |   合计 |
|---------+----------+-------+--------+-------+--------+-------+--------|
| 275 m^3 |   673.75 | \(+\) |    275 | \(+\) |     20 | \(=\) | 968.75 |
|---------+----------+-------+--------+-------+--------+-------+--------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数：从电表读数看，5户无人，2户不常住，所以：
   - 有效户数 \(~= 21 - 5 - 2 \times 0.5 = 15\)户
2. 户均水费：\(968.75 \div 15 = 64.58\)元；2个减半住户，每户收取\(64.58 \div 2 = 33\)元。

** 一单元

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-0910-p
|---------+-------+----------+-------+--------+----------+--------+-------+------|
| 9月电费 |       | 10月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+----------+-------+--------+----------+--------+-------+------|
|  300.50 | \(+\) |    311.5 | \(=\) | 612.00 | \(\div\) |   1176 | \(=\) | 0.52 |
|---------+-------+----------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-910,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（九、十月）
#+NAME: tab:u1-910
|-------+--------+--------+--------+------+--------+-------+--------+---------+------+----------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |  水费 | 勤杂费 |    应收 | 备注 |     日期 |
|-------+--------+--------+--------+------+--------+-------+--------+---------+------+----------|
| 1-101 |   9764 |   9764 |      0 | 0.52 |   0.00 |     0 |      0 |    0.00 | ---- | -------- |
| 1-102 |   1792 |   1452 |    340 | 0.52 | 176.80 | 64.58 |     10 |  251.38 | 微信 | 20191109 |
| 1-103 |   2106 |   2036 |     70 | 0.52 |  36.40 |    33 |     10 |   79.40 | 微信 | 20191116 |
| 1-201 |   3668 |   3441 |    227 | 0.52 | 118.04 | 64.58 |     10 |  192.62 | 微信 | 20191112 |
| 1-202 |   1358 |   1358 |      0 | 0.52 |   0.00 |     0 |      0 |    0.00 | ---- | -------- |
| 1-203 |   1462 |   1385 |     77 | 0.52 |  40.04 |    33 |     10 |   83.04 | 微信 | 20191109 |
| 1-301 |   4233 |   4090 |    143 | 0.52 |  74.36 | 64.58 |     10 |  148.94 | 微信 | 20191109 |
| 1-302 |   6122 |   6122 |      0 | 0.52 |   0.00 |     0 |      0 |    0.00 | ---- | -------- |
| 1-303 |   7664 |   7496 |    168 | 0.52 |  87.36 | 64.58 |     10 |  161.94 | 微信 | 20191109 |
| 1-401 |   9861 |   9861 |      0 | 0.52 |   0.00 |     0 |      0 |    0.00 | ---- | -------- |
| 1-402 |   9365 |   9365 |      0 | 0.52 |   0.00 |     0 |      0 |    0.00 | ---- | -------- |
| 1-403 |   9062 |   8911 |    151 | 0.52 |  78.52 | 64.58 |     10 |  153.10 | 微信 | 20191109 |
|-------+--------+--------+--------+------+--------+-------+--------+---------+------+----------|
|  合计 |  66457 |  65281 |   1176 | 0.52 | 611.52 | 388.9 |     70 | 1070.42 |      |          |
|-------+--------+--------+--------+------+--------+-------+--------+---------+------+----------|
#+TBLFM: $4=$2-$3::@>$3=vsum(@2..@13)::@>$2=vsum(@2..@13)::@>$4=vsum(@2..@13)::$6=$4*$5;%.2f::@>$6=vsum(@2..@13)::@>$7=vsum(@2..@13)::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@13)::@>$8=vsum(@2..@13)


** 二单元

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-0910-p
|---------+-------+----------+-------+---------+----------+--------+-------+------|
| 9月电费 |       | 10月电费 |       |  总电费 |          | 用电量 |       | 单价 |
|---------+-------+----------+-------+---------+----------+--------+-------+------|
|  899.50 | \(+\) |      584 | \(=\) | 1483.50 | \(\div\) |   3126 | \(=\) | 0.47 |
|---------+-------+----------+-------+---------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-910,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（九、十月）
#+NAME: tab:u2-910
|-------+--------+--------+--------+------+---------+--------+--------+---------+------+----------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |    电费 |   水费 | 勤杂费 |    应收 | 备注 |     日期 |
|-------+--------+--------+--------+------+---------+--------+--------+---------+------+----------|
| 2-101 |    783 |    633 |    150 | 0.47 |   70.50 |  64.58 |     10 |  145.08 | 微信 | 20191110 |
| 2-102 |    917 |    762 |    155 | 0.47 |   72.85 |  64.58 |     10 |  147.43 | 微信 | 20191109 |
| 2-201 |   2052 |   1651 |    401 | 0.47 |  188.47 |  64.58 |     10 |  263.05 | 微信 | 20191109 |
| 2-202 |   1301 |   1010 |    291 | 0.47 |  136.77 |  64.58 |     10 |  211.35 | ---- | -------- |
| 2-301 |   1609 |   1276 |    333 | 0.47 |  156.51 |  64.58 |     10 |  231.09 | 现金 | 20191111 |
| 2-302 |    908 |    712 |    196 | 0.47 |   92.12 |  64.58 |     10 |  166.70 | 微信 | 20191109 |
| 2-401 |   1028 |    856 |    172 | 0.47 |   80.84 |  64.58 |     10 |  155.42 | 微信 | 20191118 |
| 2-402 |    608 |    433 |    175 | 0.47 |   82.25 |  64.58 |     10 |  156.83 | 现金 | 20191111 |
|  平房 |   9564 |   8311 |   1253 | 0.47 |  588.91 |  64.58 |     10 |  663.49 | 微信 | 20191118 |
|-------+--------+--------+--------+------+---------+--------+--------+---------+------+----------|
|  合计 |  18770 |  15644 |   3126 | 0.47 | 1469.22 | 581.22 |     90 | 2140.44 |      |          |
|-------+--------+--------+--------+------+---------+--------+--------+---------+------+----------|
#+TBLFM: $4=$2-$3::@>$3=vsum(@2..@10)::@>$2=vsum(@2..@10)::@>$4=vsum(@2..@10)::$6=$4*$5;%.2f::@>$7=vsum(@2..@10)::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@10);%.2f::@>$8=vsum(@2..@10)

#+LATEX: \clearpage
* 2019年7、8月（抄表日期：[2019-09-07]）

以前电费都是两月一扣。从7月开始，供电局改成一月一扣了。从[[http://95598.yn.csg.cn/][南方电网统一服务平台]]提供的明细上
看，抄表都是发生在每月的1号。省事起见，我们还是两月收一次电费，毕竟水费还是两月一扣。

** 水费￥1006.70元（扣费日期：[2019-08-18]）

|---------+----------+-------+--------+-------+--------+-------+---------|
| 用水量  | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|---------+----------+-------+--------+-------+--------+-------+---------|
| 286 m^3 |   700.70 | \(+\) |    286 | \(+\) |     20 | \(=\) | 1006.70 |
|---------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 住户数：从电表读数看，4户无人，3户不常住，所以：
   - 有效户数 \(~= 21 - 4 - 3 \times 0.5 = 15.5\)户
2. 户均水费：\(1006.70 \div 15.5 = 65\)元；3个减半住户，每户收取\(65 \div 2 = 33\)元。
   
** 一单元

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-0708-p
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 7月电费 |       | 8月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|     347 | \(+\) |     335 | \(=\) | 682.00 | \(\div\) |   1272 | \(=\) | 0.54 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u1-78,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（七、八月）
#+NAME: tab:u1-78
|-------+--------+--------+--------+------+--------+------+--------+---------+--------+----------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 | 水费 | 勤杂费 |    应收 | 备注   |     日期 |
|-------+--------+--------+--------+------+--------+------+--------+---------+--------+----------|
| 1-101 |   9764 |   9764 |      0 | 0.54 |   0.00 |    0 |      0 |    0.00 | 空     |        x |
| 1-102 |   1452 |   1131 |    321 | 0.54 | 173.34 |   65 |     10 |  248.34 | 微信   | 20190907 |
| 1-103 |   2036 |   1953 |     83 | 0.54 |  44.82 |   33 |     10 |   87.82 | 实收82 | 20190914 |
| 1-201 |   3441 |   3190 |    251 | 0.54 | 135.54 |   65 |     10 |  210.54 | 现金   | 20190909 |
| 1-202 |   1358 |   1358 |      0 | 0.54 |   0.00 |    0 |      0 |    0.00 | 空     |        x |
| 1-203 |   1385 |   1260 |    125 | 0.54 |  67.50 |   65 |     10 |  142.50 | 微信   | 20190907 |
| 1-301 |   4090 |   3949 |    141 | 0.54 |  76.14 |   65 |     10 |  151.14 | 微信   | 20190908 |
| 1-302 |   6122 |   6122 |      0 | 0.54 |   0.00 |    0 |      0 |    0.00 | 空     |        x |
| 1-303 |   7496 |   7319 |    177 | 0.54 |  95.58 |   65 |     10 |  170.58 | 微信   | 20190908 |
| 1-401 |   9861 |   9861 |      0 | 0.54 |   0.00 |    0 |      0 |    0.00 | 空     |        x |
| 1-402 |   9365 |   9313 |     52 | 0.54 |  28.08 |   33 |     10 |   71.08 | 微信   | 20190907 |
| 1-403 |   8911 |   8789 |    122 | 0.54 |  65.88 |   65 |     10 |  140.88 | 微信   | 20190909 |
|-------+--------+--------+--------+------+--------+------+--------+---------+--------+----------|
|  合计 |  65281 |  64009 |   1272 | 0.54 | 686.88 |  456 |        | 1222.88 |        |          |
|-------+--------+--------+--------+------+--------+------+--------+---------+--------+----------|
#+TBLFM: $4=$2-$3::@>$2=vsum(@2..@13)::@>$3=vsum(@2..@13)::@>$4=vsum(@2..@13)::$6=$4*$5;%.2f::@>$7=vsum(@2..@13)::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@13)
  
** 二单元

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-0708-p
|---------+-------+---------+-------+--------+----------+--------+-------+------|
| 7月电费 |       | 8月电费 |       | 总电费 |          | 用电量 |       | 单价 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
|     509 | \(+\) |   478.5 | \(=\) | 987.50 | \(\div\) |   1976 | \(=\) | 0.50 |
|---------+-------+---------+-------+--------+----------+--------+-------+------|
#+TBLFM: $5=$1+$3;%.2f::@2$7=remote(tab:u2-78,@>$4)::$9=$5/$7;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元收费明细（七、八月）
#+NAME: tab:u2-78
|-------+--------+--------+--------+------+--------+------+--------+---------+------+----------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 | 水费 | 勤杂费 |    应收 | 备注 |     日期 |
|-------+--------+--------+--------+------+--------+------+--------+---------+------+----------|
| 2-101 |    633 |    471 |    162 |  0.5 |  81.00 |   65 |     10 |  156.00 | 微信 | 20190907 |
| 2-102 |    762 |    573 |    189 |  0.5 |  94.50 |   65 |     10 |  169.50 | 微信 | 20190907 |
| 2-201 |   1651 |   1257 |    394 |  0.5 | 197.00 |   65 |     10 |  272.00 | 微信 | 20190908 |
| 2-202 |   1010 |    804 |    206 |  0.5 | 103.00 |   65 |     10 |  178.00 | x    |        x |
| 2-301 |   1276 |    974 |    302 |  0.5 | 151.00 |   65 |     10 |  226.00 | 现金 | 20190909 |
| 2-302 |    712 |    528 |    184 |  0.5 |  92.00 |   65 |     10 |  167.00 | 微信 | 20190907 |
| 2-401 |    856 |    644 |    212 |  0.5 | 106.00 |   65 |     10 |  181.00 | 现金 | 20190909 |
| 2-402 |    433 |    348 |     85 |  0.5 |  42.50 |   33 |     10 |   85.50 | 现金 | 20190918 |
|  平房 |   8311 |   8069 |    242 |  0.5 | 121.00 |   65 |     10 |  196.00 | 微信 | 20190909 |
|-------+--------+--------+--------+------+--------+------+--------+---------+------+----------|
|  合计 |  15644 |  13668 |   1976 |  0.5 | 988.00 |  553 |        | 1631.00 |      |          |
|-------+--------+--------+--------+------+--------+------+--------+---------+------+----------|
#+TBLFM: $4=$2-$3::@>$2=vsum(@2..@10)::@>$3=vsum(@2..@10)::@>$4=vsum(@2..@10)::$6=$4*$5;%.2f::@>$7=vsum(@2..@10)::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@10);%.2f

#+LATEX: \clearpage
* 2019年5、6月（抄表日期：[2019-07-07]）

|---------+----------+-------+--------+-------+--------+-------+---------|
| 用水量  | 自来水费 |       | 污水费 |       | 垃圾费 |       |    合计 |
|---------+----------+-------+--------+-------+--------+-------+---------|
| 294 m^3 |   720.30 | \(+\) |    294 | \(+\) |    840 | \(=\) | 1854.30 |
|---------+----------+-------+--------+-------+--------+-------+---------|
#+TBLFM: $8=$2+$4+$6;%.2f

1. 自来水公司代城管部门收取84个月（2012.7~2019.6）的垃圾处理费840元。
2. 住户数：从电费情况看，4户无人，4户不常住，所以：
   - 有效户数 \(~= 21 - 4 - 4 \times 0.5 = 15\)户
3. 户均水费：\(1854.3 \div 15 = 123.62\)元；四个减半住户，每户收取\(124 \div 2 = 62\)元。
** 一单元

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元电费单价计算
#+NAME:tab:u1-0506-p
|--------+----------+--------+-------+------|
| 总电费 |          | 用电量 |       | 单价 |
|--------+----------+--------+-------+------|
| 765.00 | \(\div\) |   1268 | \(=\) | 0.60 |
|--------+----------+--------+-------+------|
#+TBLFM: @2$3=remote(tab:u1-56,@>$4)::$5=$1/$3;%.2f

#+ATTR_LATEX: :float nil
#+CAPTION: 一单元收费明细（五、六月）
#+NAME: tab:u1-56
|-------+--------+--------+--------+------+--------+-------+--------+--------+---------+----------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |  水费 | 勤杂费 |   应收 | 备注    |     日期 |
|-------+--------+--------+--------+------+--------+-------+--------+--------+---------+----------|
| 1-101 |   9764 |   9764 |      0 |  0.6 |   0.00 |     0 |      0 |   0.00 | 空      |          |
| 1-102 |   1131 |    813 |    318 |  0.6 | 190.80 | 123.6 |     10 | 324.40 |         | 20190707 |
| 1-103 |   1953 |   1876 |     77 |  0.6 |  46.20 |    62 |      5 | 113.20 | 实收120 | 20190721 |
| 1-201 |   3190 |   2957 |    233 |  0.6 | 139.80 | 123.6 |     10 | 273.40 |         | 20190707 |
| 1-202 |   1358 |   1358 |      0 |  0.6 |   0.00 |     0 |      0 |   0.00 | 空      |          |
| 1-203 |   1260 |   1131 |    129 |  0.6 |  77.40 | 123.6 |     10 | 211.00 |         | 20190707 |
| 1-301 |   3949 |   3779 |    170 |  0.6 | 102.00 | 123.6 |     10 | 235.60 |         | 20190707 |
| 1-302 |   6122 |   6122 |      0 |  0.6 |   0.00 |     0 |      0 |   0.00 | 空      |          |
| 1-303 |   7319 |   7156 |    163 |  0.6 |  97.80 | 123.6 |     10 | 231.40 |         | 20190707 |
| 1-401 |   9861 |   9861 |      0 |  0.6 |   0.00 |     0 |      0 |   0.00 | 空      |          |
| 1-402 |   9313 |   9252 |     61 |  0.6 |  36.60 |    62 |      5 | 103.60 |         | 20190707 |
| 1-403 |   8789 |   8672 |    117 |  0.6 |  70.20 | 123.6 |     10 | 203.80 |         | 20190707 |
|-------+--------+--------+--------+------+--------+-------+--------+--------+---------+----------|
|  合计 |        |        |   1268 |  0.6 | 760.80 |       |        | 1696.4 |         |          |
|-------+--------+--------+--------+------+--------+-------+--------+--------+---------+----------|
#+TBLFM: $4=$2-$3::@>$4=vsum(@2..@13)::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@13)

** 二单元

#+ATTR_LATEX: :float nil
#+CAPTION: 二单元电费单价计算
#+NAME:tab:u2-0506-p
|--------+----------+--------+-------+------|
| 总电费 |          | 用电量 |       | 单价 |
|--------+----------+--------+-------+------|
|    952 | \(\div\) |   1576 | \(=\) | 0.60 |
|--------+----------+--------+-------+------|
#+TBLFM: @2$3=remote(tab:u2-56,@>$4)::$5=$1/$3;%.2f

#+CAPTION: 二单元收费明细（五、六月）
#+NAME: tab:u2-56
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
|  住户 | 本次电 | 上次电 | 用电量 | 单价 |   电费 |  水费 | 勤杂费 |   应收 |       备注 |
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
| 2-101 |    471 |    340 |    131 |  0.6 |  78.60 | 123.6 |     10 | 212.20 | 2019-07-07 |
| 2-102 |    573 |    426 |    147 |  0.6 |  88.20 | 123.6 |     10 | 221.80 | 2019-07-07 |
| 2-201 |   1257 |    901 |    356 |  0.6 | 213.60 | 123.6 |     10 | 347.20 | 2019-07-07 |
| 2-202 |    804 |    606 |    198 |  0.6 | 118.80 | 123.6 |     10 | 252.40 | 2019-07-07 |
| 2-301 |    974 |    742 |    232 |  0.6 | 139.20 | 123.6 |     10 | 272.80 | 2019-07-07 |
| 2-302 |    528 |    379 |    149 |  0.6 |  89.40 | 123.6 |     10 | 223.00 | 2019-07-07 |
| 2-401 |    644 |    459 |    185 |  0.6 | 111.00 | 123.6 |     10 | 244.60 | 2019-07-07 |
| 2-402 |    348 |    278 |     70 |  0.6 |  42.00 |    62 |      5 | 109.00 | 2019-08-10 |
|  平房 |   8069 |   7961 |    108 |  0.6 |  64.80 |    62 |      5 | 131.80 | 2019-07-07 |
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
|  合计 |        |        |   1576 |  0.6 | 945.60 |       |        | 2014.8 |            |
|-------+--------+--------+--------+------+--------+-------+--------+--------+------------|
#+TBLFM: $4=$2-$3::@>$4=vsum(@2..@10)::$6=$4*$5;%.2f::$9=$8+$7+$6;%.2f::@>$9=vsum(@2..@10)

#+LATEX: \clearpage
* 基本信息
- 水费户号 :: 009030800；户名：市民政局
  - 微信：昆明自来水（一网通办服务平台）。支持账单查询，可以通过微信支付预存水费；
  - 查询电话：96106；
  - 自来水价：￥2.45元/吨；污水处理：￥1.00元/吨；垃圾清运：￥10元/月。
- 电费户号 :: 0501001710980369（1单元）；0501001710980370（2单元）
  - 微信：南方电网95598。支持账单查询，可以通过微信支付为两个户号分别预存电费；
  - 网站：http://95598.yn.csg.cn/df/zdcx.do （账单查询）；
  - 电价：￥0.50元/度。

** 计算公式

1. \(\mbox{应收} = \mbox{电费} + \mbox{水费} + \mbox{勤杂费}\)
2. \(\mbox{电费} = \mbox{用电量} \times \mbox{单价}\)
   - \(\mbox{用电量} = \mbox{本次电表读数} - \mbox{上次电表读数}\)
   - \(\mbox{单价} = \mbox{总电费} \div \mbox{用电量}\)
3. 勤杂费：每户每月5元
4. 水费：按有效住户数均摊

*** 水费计算 
水费计算沿用徐师的算法。原则是，在均摊（\({\scriptsize\frac{\mbox{总水费}}{\mbox{总户
数}}}\)）的基础上，做尽量合情理的调整。调整原则如下：
1. 如果家中无人（电费为0）则不收水费。如[表[[tab:u1-56]]]中，1-101, 1-202等户，明显是无人居住。
2. 不常在家的住户（电费明显少于正常值），水费减半。如[表[[tab:u1-56]]]中的1-103, 1-402等户。

“均摊”并不合理，“调整”也很粗略。但现实条件如此，咱们也只能尽量向“合情理”的方向努力，误差肯
定难免。大家如果有更合理的办法，欢迎提出来。

** 门房租金收支情况

#+ATTR_LATEX: :float nil
#+CAPTION: 门房租金收支明细
#+NAME: tab:gatehouse
|------------+---------+----------+----------+-----------|
|            |    收入 |     支出 |     结余 | 备注      |
|------------+---------+----------+----------+-----------|
| 2019/8~12  |     350 |      -68 |   282.00 | 1-401欠费 |
| 2019/8~12  |       0 |      -60 |   -60.00 | 1单元门卡 |
| 2020/1~3   |     210 |        0 |   210.00 | 门房租金  |
| 2020/4~6   |     210 |        0 |   210.00 | 门房租金  |
| 2020/7~9   |     210 |        0 |   210.00 | 门房租金  |
| 2020/10~12 |     210 |        0 |   210.00 | 门房租金  |
| 2021/1~6   |     420 |        0 |   420.00 | 门房租金  |
| 2021/2/7   |       0 |    -1482 | -1482.00 | 清化粪池  |
| 2021/6/6   |     420 |        0 |   420.00 | 门房租金  |
|------------+---------+----------+----------+-----------|
| 合计       | 2030.00 | -1610.00 |   420.00 |           |
|------------+---------+----------+----------+-----------|
#+TBLFM: $4=vsum($2..$3);%.2f::@>$2..@>$4=vsum(@2..@-1);%.2f

- 情况说明：2018年8月开始，由一单元的李天寿先生出面将门房租给了管理公厕的刘大姐，月租100元，
  一年一收。并委托她代为打扫院坝，所以实收每月60元，由李先生代管。后来李先生离世，李太太要
  把钱交给徐师代管，徐师没有收。李先生生前为本楼公务尽力不少，而且都是老邻居、老朋友，人都
  不在了，那点钱就算是徐师代本楼邻居们尽的一点心意了。

  到2019年7月，租约刚好满一年，经徐师和刘大姐商量，租金由60元涨到70元，并改为半年一
  收。所以这次只交8~12这五个月的，共350元。收到的租金用于公共支出，比如清理化粪池，楼顶蓄
  水池的维护等。如果不够，还要大家再均摊。
- 一单元401的房客搬走前没有结清水电费，68元。这当然不能由徐师私人承担，所以，已从350元中扣
  除。将来1-401有人入住，但愿能再收上来。
- 另外，徐师配了一把一单元大门的钥匙，60元。从350元里扣除，所以门房租金余额为222元。钥匙已
  交给了我。
- [2019-07-21 Sun] 刘大姐退休了，门房由香佛阁（昭通驻昆办和工商银行之间）的蔡师接手续租，租
  金不变，每月70元，院坝卫生也是由蔡师负责。
- [2020-01-03 Fri] 蔡师通过微信交来1～3月门房租金共￥210元。
- [2020-03-30 Mon] 蔡师通过微信交来4～6月门房租金共￥210元。
- [2020-07-14 Tue] 蔡师通过微信交来7～9月门房租金共￥210元。
- [2020-09-20 Sun] 蔡师通过微信交来10～12月门房租金共￥210元。
- [2021-01-22 Fri] 蔡师通过微信交来1～6月门房租金共￥420元。
- [2021-02-07 Sun] 清化粪池，￥2800元（载重4吨的小车，共4车，每车￥700元）。公共账户余
  额1482元全部冲抵进去。
- [2021-06-06 Sun] 蔡师通过微信交来7～12月门房租金共￥420元。

** 杂记
*** 关于自来水一户一表改造的咨询 [2020-04-01 Wed]

2020年4月1日上午，住平房的王予明先生通过朋友请来了自来水公司的人，现场勘察之后得出结论，不
宜改造，因为成本太高，得不偿失。详细解释如下：一户一表的话，意味着从现在的总表所在位置就要
分出每户的水管，和每户的水表（21根管，21块表）。每户的水管当然是直通到每户的家里，也就是说，
楼顶的蓄水池就废弃了。于是，问题来了，不用蓄水池的话，水压太低，必须要装一个较大的水泵，才
能保证供水。水泵、水表、水管、和施工费用加起来相当可观，政府在这方面没有补贴，所以都要我们
自己承担，每户要一万块以上。我们现在的水费两月一收，均摊下来，每户50元上下，一万块相当于十
多年的水费了。这还不包括水泵24小时运转所产生的电费。所以，还是维持现状比较合算。

*** 二单元地下室淹水事故的处理情况说明 [2021-02-07 Sun]

2021年2月4日早晨，蔡师发现地下室被淹。我们首先怀疑是化粪池满了，导致污水回灌，于是马上找人
来清化粪池，拉走4车，每车4吨。之后，蔡师老两口连夜用扫帚、簸箕、水桶、把地下室的积水清理干
净了。不幸，第二天（5号）早上，发现地下室又大量积水，那么肯定不是化粪池的原因了，于是再找
源头。地下室杂物太多，根本看不到管道，于是只能花钱找人来搬运，同时蔡师老两口再次排干积水。
随后发现，源头不是在右手侧的地下室，而是在左边。而左边地下室里杂物更多，当日天色已晚，来不
及清理了。次日（6号）大早，蔡师、陈老师又四处找人来搬运杂物。时值春节临近，农民工都回乡过
年去了，下午，陈老师才从小菜园找来几个工人。同时，一单元的周师也找来工程队的朋友现场勘察，
联系没回家过年的工人，四处筹措施工材料。春节临近，这些事情都很难办。当日下午5点，地下室杂
物彻底清出，装满若干垃圾车运走。之后，实在是花钱也找不到人来排干污水了，所以二单元的若干邻
居自己动手将污水清出，以便次日施工。次早（7号），施工队如约而至，真正找到了漏水的原因。大
致情况是，卫生间污水总管（铸铁管）穿出地下室，进入污水沟的地方，因陈年淤积的污物过多，阻塞了
污水流通，淤积的污水沿管道与墙壁的缝隙回灌入地下室。施工队凿穿部分墙体，清理了污水沟里的污
物，目前水流通畅，短期内应该不会再回灌了。本次施工的花费（不包括化粪池清运费）共￥3500元，
其中施工队施工费用1800元；请人搬运杂物、清污费用1700元。

因本次事故系污水沟淤塞所致，故费用理应是二单元8家均摊。每家费用为￥437.5元。

*** 二单元下水道改造工程情况说明

工程于3月29日开工，当天结束，总费用￥12000元整，由二单元8户均摊，每户￥1500元。开工前，有
五户交来预付款，每户预付了￥2200元。完工后，多余款项已于4月29日返还给五户，每户￥700元。
